{
    "title": {
        "ja": "StatHack(スタットハック)| 最先端の AI 開発・コンサルティング",
        "en": "StatHack | Cutting-edge AI development and consulting"
    },
    "header": {
        "mission": {
            "ja": "データを原動力に社会を次の時代へ",
            "en": "Toward a data-driven next-generation society"
        },
        "mission_sp": {
            "former":{
                "ja": "データを原動力に",
                "en": "Toward a data-driven"
            },
            "latter":{
                "ja": "社会を次の時代へ",
                "en": "next-generation society"
            }
        }
    },
    "about": {
        "title": {
            "no_br": {
                "ja": "“データを原動力に社会を次の時代へ”",
                "en": "\"Toward a data-driven next-generation society\""
            },
            "br": {
                "former": {
                    "ja": "“データを原動力に",
                    "en": "\"Toward a data-driven"
                },
                "latter": {
                    "ja": "社会を次の時代へ”",
                    "en": "next-generation society\""
                }
            }
        },
        "content":{
            "ja": "StatHack (スタットハック) は、東京大学・松尾研究室発のスタートアップ企業です。AI や Deep Learning を主軸とした最先端技術を用いて、ビジネスの質や効率をさらに高めるテクニックを提供します。私たちはお客様が抱える多種多様な課題と真摯に向き合うことを通し、社会全体をビッグデータに支えられたより豊かな時代へと推し進めます。",
            "en": "StatHack is a startup company that originated in the Matsuo Lab at the University of Tokyo. We provide solutions that further improve the quality and efficiency of business by using cutting-edge technologies with a focus on AI and Deep Learning. By sincerely addressing the diverse issues faced by our customers, we will push society as a whole toward a more prosperous era supported by big data."
        }
    },
    "value": {
        "first": {
            "title": {
                "former": {
                    "ja": "ビジネス課題に",
                    "en": "Seriously address"
                },
                "latter": {
                    "ja": "真摯に向き合う",
                    "en": "business issues"
                }
            },
            "content": {
                "ja": "私たちは、お客様それぞれの持つビジネス課題やデータに対し、個々の特性を加味した最適なソリューションを真摯に求め続けます。",
                "en": "We will continue to earnestly seek optimal solutions that take into account the unique characteristics of each customer's business issues and data."
            }
        },
        "second": {
            "title": {
                "former": {
                    "ja": "最先端技術を",
                    "en": "Implement cutting-edge "
                },
                "latter": {
                    "ja": "社会に実装する",
                    "en": "technologies in society"
                }
            },
            "content": {
                "ja": "私たちは、機械学習分野の最前線で研究開発を続けます。その中で培われた最先端の技術を結集してお客様により質の高いサービスを提供します。",
                "en": "We will continue our research and development at the forefront of the machine learning field. We will provide higher quality services to our customers by bringing together the most advanced technologies cultivated in this field."
            }
        },
        "third": {
            "title": {
                "former": {
                    "ja": "常に学びを得て",
                    "en": "Keep learning"
                },
                "latter": {
                    "ja": "向上し続ける",
                    "en": "and improving."
                }
            },
            "content": {
                "ja": "私たちは、急速に変化し続ける時代の中で常に向上し続けます。貪欲に学びを求め、お客様のさらなる成果へとつなげる機会を逃しません。",
                "en": "We are constantly improving in an era of rapid change. We are eager to learn and never miss an opportunity to help our clients achieve more."
            }
        }
    },
    "service": {
        "description": {
            "title1": {
                "ja": "だれもが使いやすい",
                "en": "AI Solution Business"
            },
            "title2": {
                "ja": "AIソリューションの提供",
                "en": ""
            },
            "content": {
                "former":{
                    "ja": "StatHack では、データの有効活用で課題を解決し、お客様の成果の更なる向上をもたらす AIソリューションを提供します。",
                    "en": "StatHack provides AI solutions that help you make better use of your data to improve your results."

                },
                "latter": {
                    "ja": "AI 技術導入の検討段階でのご相談から開発、導入、運用支援まで、お客様をサポートさせていただきます。",
                    "en": "We will support our customers from consultation at the stage of considering the introduction of AI technology to development, implementation, and operational support."
                }
            }
        },
        "solution":{
            "first": {
                "content": {
                    "ja": "StatHackの外観検査AIは、少量のデータで高速・高精度な製品外観検査が可能です。これまで属人化していた検査をAIが代行し、業務の効率化やコスト削減を実現します。",
                    "en": "StatHack provides visual inspection AI which is capable of high-speed, high-precision visual inspection of products with a small amount of data. AI takes over inspections that used to be performed by human inspectors, thereby improving operational efficiency and reducing costs."
                }
            },
            "second": {
                "content": {
                    "ja": "製造業の納品書・請求書処理業務を省力化。紙の情報を自動で読み取り、経理業務の省力化・データのクラウド化を実現します。",
                    "en": "Labor-saving delivery note and invoice processing for the manufacturing industry. Automatically reads paper information, saves labor in accounting work, and moves data to the cloud."
                }
            },
            "third":{
                "content":{
                    "ja": "数値で表すことのできるデータであればAIソリューションの対象です。お客様のお持ちのデータをもとに、課題の解決や活用できる方法を提案いたしますので、お気軽にご相談ください。",
                    "en": "Any data that can be expressed numerically is eligible for an AI solution. Please feel free to contact us to discuss how we can help you solve your problems and make the most of the data you have."
                }
            }
        },
        "example": {
            "header": {
                "title": {
                    "ja": "活用事例",
                    "en": "Case"
                },
                "content": {
                    "ja": "AI技術がどのようにクライアント企業さまの業務で活用されているかを紹介します。",
                    "en": "We will show you how AI technology is being used by our clients in their business operations."
                }
            },
            "first": {
                "title": {
                    "ja": "金属パイプ製品の外観検査",
                    "en": "Appearance inspection of metal pipe products"
                },
                "subtitle": {
                    "ja": "武州工業株式会社さま",
                    "en": "Bushu Kogyo Co."
                },
                "description": {
                    "ja": "金属パイプ製品の良品・不良品の分類を行う AI を導入いたしました。大手ベンダーの検査 AI を置き換えることにより、高精度かつ低コストの AI 検査を実現いたしました。",
                    "en": "We have introduced AI to classify good and defective metal pipe products. By replacing a major vendor's inspection AI, we have achieved highly accurate and low-cost AI inspection."
                },
                "content": {
                    "first" : {
                        "title": {
                            "ja": "成果物1. 外観検査AI",
                            "en": "Deliverable 1: Appearance Inspection AI"
                        },
                        "description": {
                            "ja": "99.8 % の高精度の検品に加え、傷のある箇所を赤く可視化することで検査担当者が AI の判断根拠を確認できるようにしています。",
                            "en": "In addition to the high accuracy of 99.8% inspection, damaged areas are visualized in red so that inspectors can confirm the basis of the AI's judgment."
                        }
                    },
                    "second" : {
                        "title": {
                            "ja": "成果物2. 学習アプリケーション",
                            "en": "Deliverable 2. Learning Application"
                        },
                        "description": {
                            "ja": "お客様自身で AI の学習ができるアプリケーションをご提供いたしました。これにより追加費用無しで新規製品の検査に対応可能です。",
                            "en": "We have provided an application that allows customers to learn AI on their own. This enables customers to inspect new products at no additional cost."
                        }
                    }
                }
            },
            "second": {
                "title": {
                    "ja": "建築足場のネジ留め検査",
                    "en": "Inspection of screw fastening of building scaffolds"
                },
                "subtitle": {
                    "ja": "株式会社タカミヤさま",
                    "en": "Takamiya Co."
                },
                "description": {
                    "ja": "建築現場のスパイダー（足場）にリベット（ネジの一種）が留まっているか否かを検査する AI を導入いたしました。",
                    "en": "We have introduced an AI that inspects whether rivets (a type of screw) are fastened to spiders (scaffolds) at construction sites."
                },
                "content": {
                    "first" : {
                        "title": {
                            "ja": "成果物1. 外観検査 AI",
                            "en": "Deliverable 1: Appearance Inspection AI"
                        },
                        "description": {
                            "ja": "およそ 4 m のスパイダーから 3 mm 程度の非常に小さなリベットを検出するAI を作成いたしました。通常、検出対象に対して全体像が大きい場合は検出が難しくなりますが、弊社アルゴリズムでは細部の情報を失わず、高い精度を実現しています。",
                            "en": "We have created an AI that can detect rivets as small as 3 mm from a spider approximately 4 meters long. Normally, detection is difficult when the overall image is large compared to the target, but our algorithm achieves high accuracy without losing detail information."
                        }
                    },
                    "second" : {
                        "title": {
                            "ja": "成果物2. 外観検査アプリケーション",
                            "en": "Deliverable 2. Appearance Inspection Application"
                        },
                        "description": {
                            "ja": "外観検査 AI をパソコンから操作するためのアプリケーションを提供いたしました。現場の環境に合わせて検査担当者がタッチパネルで操作しやすいUIを意識して作成しました。",
                            "en": "We provided an application for operating the appearance inspection AI from a PC. The application was created with a UI that is easy for inspectors to operate on a touch panel in accordance with the on-site environment."
                        }
                    },
                    "third" :{
                        "title":{
                            "ja": "検査結果検索アプリケーション",
                            "en": "Test Result Search Application"
                        },
                        "description":{
                            "ja": "検査した結果をエビデンスとして残し、検査時の画像や情報を検索できるシステムを構築しました。",
                            "en": "We have built a system that allows the results of an examination to be kept as evidence and allows the retrieval of images and information at the time of the examination."
                        }
                    }
                }
            },
        },
        "contact": {
            "document":{
                "button":{
                    "ja": "資料で詳しく見る",
                    "en": "Read more in the document"
                },
                "description":{
                    "ja": "導入事例や導入イメージをご紹介",
                    "en": "Introducing case studies and images of introduction"
                }
            },
            "ai":{
                "button":{
                    "ja": "無料でAI外観検査",
                    "en": "Free AI Visual inspection"
                },
                "description":{
                    "ja": "少ない画像でもAIが無料で外観検査",
                    "en": "Free Visual inspection by AI even with few images"
                }
            }
        },
        "flow":{
            "title":{
                "ja": "AI ソリューションの開発開始までのプロセス",
                "en": "Process to start developing AI solutions"
            },
            "description": {
                "ja": "丁寧なヒアリングとAI検証、現場の確認によって、貴社が抱える課題の本質に最適なAIソリューションを開発します。",
                "en": "Through careful interviews, AI verification, and on-site confirmation, we will develop an AI solution best suited to the nature of the issues your company faces."
            },
            "steps":{
                "first": {
                    "ja": "お問い合わせ",
                    "en": "Contact Us"
                },
                "second": {
                    "ja": "ヒアリング",
                    "en": "Interview"
                },
                "third": {
                    "ja": "簡易AI検証",
                    "en": "Simple AI Verification"
                },
                "fourth": {
                    "ja": "現場確認",
                    "en": "On-site Inspection"
                },
                "fifth": {
                    "ja": "ご提案",
                    "en": "Proposal"
                },
                "sixth": {
                    "ja": "開発開始へ",
                    "en": "Beginning Development"
                }
            }
        },
        "technology":{
            "title": {
                "ja": "AI ソリューションを実現する主な技術",
                "en": "Key Technologies Enabling AI Solutions"
            },
            "description": {
                "first": {
                    "ja": "課題に対して最適なAI技術を、StatHackの抱えるAIモジュール群から適切に選択します。",
                    "en": "The best AI technology for the task is appropriately selected from StatHack's suite of AI modules."
                },
                "second": {
                    "ja": "*This is just one example, there are many other AI technologies available."
                }
            },
            "kinds": {
                "first": {
                    "title": {
                        "ja": "物体検出",
                        "en": "Object Detection"
                    },
                    "description": {
                        "ja": "画像の中から特定の物体の種類と位置を特定します。生産ラインにカメラを設置し、製品を数え上げるなどの用途がございます。",
                        "en": "Identify the type and location of specific objects in the image. Applications include installing cameras on production lines to count products."
                    }
                },
                "second": {
                    "title": {
                        "ja": "画像分類",
                        "en": "Image Classification"
                    },
                    "description": {
                        "ja": "画像の特徴に基づいて、被写体を分類します。カメラを用いた良品・不良品の分別などに用いられます。",
                        "en": "Classifies objects based on image features. It is used for sorting good and bad products using cameras."
                    }
                },
                "third": {
                    "title": {
                        "ja": "文字認識",
                        "en": "OCR"
                    },
                    "description": {
                        "ja": "画像中の文字の種類と位置を特定します。紙媒体の資料を電子化・特定の情報を抽出するなどの用途がございます。",
                        "en": "Identifies the type and position of text in an image. It can be used to digitize paper documents and extract specific information."
                    }
                },
                "fourth": {
                    "title": {
                        "ja": "異常検知",
                        "en": "Anomaly Detection"
                    },
                    "description": {
                        "ja": "正常な音と異常な音を識別します。工場にマイクを設置し、製造機器が正常に動作しているか確認する用途などがございます。",
                        "en": "It identifies normal and abnormal sounds. Microphones are installed in factories to check whether manufacturing equipment is working properly."
                    }
                }
            }
        }
    },
    "news": {
        "contents": [
            {
                "category": {
                    "ja": "お知らせ",
                    "en": "Information"
                },
                "date": {
                    "ja": "2022.10.08",
                    "en": "8 Oct 2022"
                },
                "title": {
                    "ja": "無料外観検査サービス「AI外観検査」をリリースいたしました",
                    "en": "We have released a free visual inspection service \"AI Visual Inspection\"."
                },
                "description": {
                    "ja": "AIによる外観検査を手軽にお試しいただける「AI外観検査」をリリースいたしました。お手元の20枚程度の画像を使って、無料でAI外観検査の実現性を検証いたします。",
                    "en": "We have released \"AI Visual Inspection\", which allows you to easily try out AI-based appearance inspection. We will verify the feasibility of AI visual inspection with about 20 images at your disposal free of charge."
                },
                "url": {
                    "ja": "https://ai-gaikan.stathack.jp/",
                    "en": "https://ai-gaikan.stathack.jp/"
                }
            },
            {
                "category": {
                    "ja": "事例紹介",
                    "en": "Case Example"
                },
                "date": {
                    "ja": "2022.10.08",
                    "en": "8 Oct 2022"
                },
                "title": {
                    "ja": "パイプ製品の外観検査AIを導入いたしました",
                    "en": "Introduced AI for visual inspection of pipe products"
                },
                "description": {
                    "ja": "武州工業株式会社様に金属部品の外観検査AI、およびAIの学習が可能なソフトウェア「AI Inspector」を導入いたしました。詳細よりソフトウェアの概要および実際の検品の様子をご覧いただけます。",
                    "en": "We have introduced visual inspection AI for metal parts and \"AI Inspector\", a software that enables AI training, to Busyu Kogyo Corporation. Please click \"Read more\" to see an overview of the software and an actual inspection."
                },
                "url": {
                    "ja": "https://drive.google.com/file/d/1-m-SB0icFucLs7_IP_6-RPneomMV_kEV/view?pli=1",
                    "en": "https://drive.google.com/file/d/1-m-SB0icFucLs7_IP_6-RPneomMV_kEV/view?pli=1"
                }
            },
            {
                "category": {
                    "ja": "プレスリリース",
                    "en": "PR"
                },
                "date": {
                    "ja": "2021.12.29",
                    "en": "29 Dec 2021"
                },
                "title": {
                    "ja": "Deep30 から資金調達を実施いたしました",
                    "en": "We have raised funds from Deep30"
                },
                "description": {
                    "ja": "2021 年 12 月 6 日、Deep30 投資事業有限責任組合を引受先とし、第三者割当増資による資金調達を実施いたしました。",
                    "en": "On December 6, 2021, the Company raised funds through a third-party allocation of new shares to Deep30."
                },
                "url": {
                    "ja": "https://prtimes.jp/main/html/rd/p/000000001.000092816.html",
                    "en": "https://prtimes.jp/main/html/rd/p/000000001.000092816.html"
                }
            },
            {
                "category": {
                    "ja": "メディア掲載",
                    "en": "Media"
                },
                "date": {
                    "ja": "2021.12.28",
                    "en": "28 Dec 2021"
                },
                "title": {
                    "ja": "弊社の記事が日経新聞に掲載されました",
                    "en": "Our company's article was published in Nikkei Newspaper"
                },
                "description": {
                    "ja": "日本経済新聞の記事「東大・松尾研、起業熱再び　22年は10社前後が創業へ」に弊社が掲載されました。",
                    "en": "Our company's article was published in Nikkei Newspaper."
                },
                "url": {
                    "ja": "https://www.nikkei.com/article/DGXZQOUC181G60Y1A211C2000000/",
                    "en": "https://www.nikkei.com/article/DGXZQOUC181G60Y1A211C2000000/"
                }
            }
        ]
    },
    "member": {
        "first": {
            "role": {
                "ja": "CEO",
                "en": "CEO"
            },
            "name": {
                "ja": "松葉 亮人",
                "en": "Ryoto Matsuba"
            },
            "name_sub": {
                "ja": "Ryoto Matsuba",
                "en": "Ryoto Matsuba"
            },
            "introduction": {
                "ja": "早稲田大学先進理工学研究科 所属。松尾研究所の共同研究プロジェクトに参加し、前職のAIスタートアップでは製品開発を主導した。",
                "en": "Belongs to the Graduate School of Advanced Science and Engineering at Waseda University. He has participated in collaborative research projects at Matsuo Research Institute, and led product development at his previous company, an AI startup."
            }
        },
        "second": {
            "role": {
                "ja": "CTO",
                "en": "CTO"
            },
            "name": {
                "ja": "井上 智裕",
                "en": "Tomohiro Inoue"
            },
            "name_sub": {
                "ja": "Tomohiro Inoue",
                "en": "Tomohiro Inoue"
            },
            "introduction": {
                "ja": "早稲田大学先進理工学研究科 所属。ハッカソンでの最優秀賞受賞、大学講義への教材アプリの提供など開発経験多数。",
                "en": "Belongs to the Graduate School of Advanced Science and Engineering, Waseda University. He has a lot of development experience, including winning the grand prize at a hackathon and providing teaching material applications for university lectures."
            }
        },
        "third": {
            "role": {
                "ja": "COO",
                "en": "COO"
            },
            "name": {
                "ja": "村田 健",
                "en": "Ken Murata"
            },
            "name_sub": {
                "ja": "Ken Murata",
                "en": "Ken Murata"
            },
            "introduction": {
                "ja": "東京大学工学系研究科技術経営戦略専攻 所属。松尾研究所の共同研究プロジェクトに参加。AIスタートアップでWebアプリや画像処理の実務経験多数。",
                "en": "Belongs to the Department of Technology Management Strategy, Graduate School of Engineering, The University of Tokyo. Participated in a joint research project at Matsuo Laboratory, and has a lot of practical experience in web applications and image processing at AI startups."
            }
        }

    },
    "company": {
        "name": {
            "label": {
                "ja": "会社名",
                "en": "Company name"
            },
            "item": {
                "ja": "株式会社StatHack",
                "en": "StatHack Inc."
            }
        },
        "location": {
            "label": {
                "ja": "所在地",
                "en": "Address"
            },
            "item": {
                "postal_code": {
                    "ja": "113-0033",
                    "en": "113-0033"
                },
                "address": {
                    "ja": "東京都文京区本郷6丁目25番14号 (HONGO EGG 内)",
                    "en": "6-25-14 Hongo, Bunkyo-ku, Tokyo (in Hongo Egg)"
                }
            }
        },
        "establishment": {
            "label": {
                "ja": "設立年月日",
                "en": "Establishment"
            },
            "item": {
                "ja": "2021年8月25日",
                "en": "August 25, 2021"
            }
        },
        "member": {
            "title": {
                "ja": "役員",
                "en": "Officers"
            },
            "first": {
                "label": {
                    "ja": "代表取締役CEO",
                    "en": "Representative Director, CEO"
                },
                "item": {
                    "ja": "松葉 亮人",
                    "en": "Ryoto Matsuba"
                }
            },
            "second": {
                "label": {
                    "ja": "取締役CTO",
                    "en": "Director, CTO"
                },
                "item": {
                    "ja": "井上 智裕",
                    "en": "Tomohiro Inoue"
                }
            },
            "third": {
                "label": {
                    "ja": "取締役COO",
                    "en": "Director, COO"
                },
                "item": {
                    "ja": "村田 健",
                    "en": "Ken Murata"
                }
            }
        }
    },
    "contact": {
        "organization": {
            "ja": "会社名または組織名",
            "en": "Company or organization name"
        },
        "name": {
            "ja": "お名前 [必須]",
            "en": "Name [required]"
        },
        "mail": {
            "ja": "連絡先メールアドレス [必須]",
            "en": "Contact e-mail address [required]"
        },
        "content": {
            "ja": "お問い合わせ内容 [必須]",
            "en": "Details of your inquiry [required]"
        },
        "button": {
            "ja": "送信",
            "en": "Submit"
        }
    },
    "footer": {
        "privacy_policy": {
            "ja": "プライバシーポリシー",
            "en": "PRIVACY POLICY"
        }
    }
}
